/* No comment provided by engineer. */
"Set Cyberduck as default application for FTP and SFTP locations?" = "Set Cyberduck as default application for FTP and SFTP locations?";

/* No comment provided by engineer. */
"As the default application, Cyberduck will open when you click on FTP or SFTP links in other applications, such as your web browser. You can change this setting in the Preferences later." = "As the default application, Cyberduck will open when you click on FTP or SFTP links in other applications, such as your web browser. You can change this setting in the Preferences later.";

/* Apply proposed action. */
"Change" = "Change";

/* Do not display this dialog again. */
"Don't ask again" = "Don't ask again";

/* Don't change anything. */
"Cancel" = "Cancel";

/* Bookmark import from thirdparty applications */ 
"Import" = "Import";
/* Import <<Application Name>> Bookmarks */
"Import {0} Bookmarks" = "Import {0} Bookmarks";
/* 23 bookmarks found. */
"{0} bookmarks found. Do you want to add these to your bookmarks?" = "{0} bookmarks found. Do you want to add these to your bookmarks?";
/* Write the source application into the comment field of the imported bookmark */
"Imported from {0}" = "Imported from {0}";